Repository: VincentBunk/easyvote
Catalog: languages/easyvote-*.po
Languages: de_ch, tr_tr

source: Set the number of likes for this post
de_ch: Summe der Zustimmungen für diesen Beitrag setzen
tr_tr: Bu yorum hakkındaki onayların toplamını çıkar

source: Edit IP list of likes for this post
de_ch: IP-Liste der Zustimmungen für diesen Beitrag bearbeiten
tr_tr: Bu yorum hakkındaki onayların IP listesini düzenle

source: Set the number of dislikes for this post
de_ch: Summe der Ablehnungen für diesen Beitrag setzen
tr_tr: Bu yorum hakkındaki ret cevapların toplamını çıkar

source: Edit IP list of dislikes for this post
de_ch: IP-Liste der Ablehnungen für diesen Beitrag bearbeiten
tr_tr: Bu yorum hakkındaki oylamanın IP listesini düzenle

source: votes
de_ch: Stimmen

source: vote
de_ch: Stimme

source: This post has <strong>%1$s positive %3$s</strong> and <strong>%2$s negative %4$s</strong>.
de_ch: Dieser Beitrag hat <strong>%1$s positive %3$s</strong> und <strong>%2$s negative %4$s</strong>.

source: I agree!
de_ch: Ich stimme zu!
tr_tr: katılıyorum! I agree!

source: I disagree!
de_ch: Ich stimme nicht zu!
tr_tr: katılmıyorum! I disagree!

source: You agreed!
de_ch: Sie haben zugestimmt!
tr_tr: onayladın! You agreed!

source: Click here if you want to disagree instead!
de_ch: Klicken Sie hier, falls Sie stattdessen ablehnen möchten!
tr_tr: Eğer onaylamak istemiyorsan buraya tıkla!<br /> Click here if you want to disagree instead!

source: You disagreed!
de_ch: Sie haben nicht zugestimmt!
tr_tr: onaylamadın! You disagreed!

source: Click here if you want to agree instead!
de_ch: Klicken Sie hier, falls Sie stattdessen zustimmen möchten!
tr_tr: Eğer onaylamak istiyorsan buraya tıkla!<br /> Click here if you want to agree instead!

source: Last Month
de_ch: Letzer Monat

source: This Month (until now)
de_ch: Dieser Monat (bis jetzt)
